IDEA Open Model
ProjectData Properties
Compatible with IDEA StatiCa v 10.1
The ProjectData type exposes the following members.
Properties
Name | Description
Author
 Gets or sets the project author.
CodeDependentData
 Code dependent data
Date
 Gets or sets the date.
Description
 Gets or sets the description of project.
Name
 Gets or sets the name of project.
Number
 Gets or sets the number of project.
Top
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace